{
  "LazyVim": { "branch": "main" },
  "LuaSnip": { "branch": "master" },
  "Onedarker.nvim": { "branch": "master" },
  "SchemaStore.nvim": { "branch": "main" },
  "alpha-nvim": { "branch": "main" },
  "animation.nvim": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cmp-bootstrap.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "ctrlp.vim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "dropbar.nvim": { "branch": "master" },
  "edgy.nvim": { "branch": "main" },
  "electron-vue.nvim": { "branch": "main" },
  "eva01.vim": { "branch": "main" },
  "everforest-nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "fold-preview.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "hook.nvim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "kanagawa.nvim": { "branch": "master" },
  "keymap-amend.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind.nvim": { "branch": "master" },
  "lspsaga.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "maani.nvim": { "branch": "main" },
  "mannydark.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "middleclass": { "branch": "master" },
  "mini.ai": { "branch": "main" },
  "mini.bufremove": { "branch": "main" },
  "mini.comment": { "branch": "main" },
  "mini.hipatterns": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "molokai.nvim": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neodev.nvim": { "branch": "main" },
  "night-owl.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "null-ls.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-navic": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "octo.nvim": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "package-info.nvim": { "branch": "master" },
  "persistence.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "prettier.nvim": { "branch": "main" },
  "project.nvim": { "branch": "main" },
  "react-extract.nvim": { "branch": "main" },
  "searchbox.nvim": { "branch": "main" },
  "smart-splits.nvim": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "tailwindcss-colorizer-cmp.nvim": { "branch": "main" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "themes.nvim": { "branch": "main" },
  "todo-comments.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "ts-node-action": { "branch": "master" },
  "tw-values.nvim": { "branch": "main" },
  "typescript.nvim": { "branch": "main" },
  "ultradark.nvim": { "branch": "master" },
  "vim-css-color": { "branch": "master" },
  "vim-floaterm": { "branch": "master" },
  "vim-graphql": { "branch": "master" },
  "vim-gutentags": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-javascript": { "branch": "master" },
  "vim-js-file-import": { "branch": "master" },
  "vim-json": { "branch": "master" },
  "vim-jsx-pretty": { "branch": "master" },
  "vim-monokai-tasty": { "branch": "master" },
  "vim-signify": { "branch": "master" },
  "vim-startuptime": { "branch": "master" },
  "vim-styled-components": { "branch": "main" },
  "vim-surround": { "branch": "master" },
  "visual.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" },
  "windows.nvim": { "branch": "main" },
  "yats.vim": { "branch": "master" }
}